tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'sanemat/font'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'apktool'
brew 'autoconf'
brew 'bdw-gc'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'gmp'
brew 'libevent'
brew 'llvm'
brew 'crystal-lang'
brew 'zeromq'
brew 'czmq'
brew 'dex2jar'
brew 'direnv'
brew 'git'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'ghq'
brew 'heroku'
brew 'xz'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'libsodium'
brew 'mercurial'
brew 'mysql@5.6'
brew 'noti'
brew 'peco'
brew 'phantomjs'
brew 'rename'
brew 'ruby-build'
brew 'swiftlint'
brew 'tcpflow'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'ttyrec'
brew 'ttygif'
brew 'utf8proc'
brew 'wget'
brew 'zsh'
brew 'homebrew/science/r'
brew 'sanemat/font/ricty'
cask 'alternote'
cask 'android-studio'
cask 'android-studio-canary'
cask 'atom'
cask 'bettertouchtool'
cask 'black-screen'
cask 'caffeine'
cask 'charles'
cask 'clipmenu'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'genymotion'
cask 'gitkraken'
cask 'gitter'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'intellij-idea'
cask 'iterm2'
cask 'java'
cask 'java6'
cask 'java7'
cask 'karabiner'
cask 'keeweb'
cask 'kindle'
cask 'marp'
cask 'night-owl'
cask 'origami-studio'
cask 'pomodone'
cask 'rstudio'
cask 'seil'
cask 'sequel-pro'
cask 'sketch'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text'
cask 'toggldesktop'
cask 'tunnelblick'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'zeplin'
