tap "heroku/brew"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "matsu-chara/brew-bundle"
tap "sanemat/font"
brew "libyaml"
brew "sqlite"
brew "python"
brew "ansible"
brew "apktool"
brew "autoconf"
brew "awscli"
brew "bdw-gc"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "carthage"
brew "swig"
brew "crystal"
brew "czmq"
brew "dep"
brew "dex2jar"
brew "direnv"
brew "fribidi"
brew "libidn2"
brew "tesseract"
brew "ffmpeg"
brew "libtool"
brew "fontforge"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gcc@4.9"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glide"
brew "hub"
brew "imagemagick"
brew "joplin"
brew "jq"
brew "kubernetes-cli"
brew "libsodium"
brew "llvm"
brew "llvm@4"
brew "llvm@5"
brew "mas"
brew "mercurial"
brew "mysql"
brew "noti"
brew "peco"
brew "python@2"
brew "r"
brew "rename"
brew "ruby-build"
brew "scrcpy"
brew "sourcery"
brew "swiftformat"
brew "swiftgen"
brew "tcpflow"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "utf8proc"
brew "wget"
brew "xpdf"
brew "yarn"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "holgerbrandl/tap/kscript"
brew "sanemat/font/ricty"
cask "1password"
cask "abstract"
cask "android-studio"
cask "android-studio-preview"
cask "androidtool"
cask "bettertouchtool"
cask "bitwarden"
cask "charles"
cask "cheatsheet"
cask "clipy"
cask "craftmanager"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "gitkraken"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyperswitch"
cask "insomniax"
cask "intellij-idea"
cask "iterm2"
cask "jad"
cask "jasper"
cask "java"
cask "java11"
cask "java6"
cask "java8"
cask "kap"
cask "karabiner-elements"
cask "keeweb"
cask "kindle"
cask "kitematic"
cask "night-owl"
cask "notion"
cask "postman"
cask "realm-browser"
cask "rstudio"
cask "sequel-pro"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "skype"
cask "slack"
cask "toggl"
cask "visual-studio-code"
cask "wercker-cli"
cask "xquartz"
cask "zeplin"
cask "zoomus"
cask "zulu7"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
