tap "beeftornado/rmtree"
tap "bufbuild/buf"
tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "leoafarias/fvm"
tap "microsoft/git"
tap "oven-sh/bun"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
tap "yannick-cw/tap"
brew "act"
brew "libyaml"
brew "ansible"
brew "gettext"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "pixman"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "git"
brew "asdf"
brew "awscli"
brew "bdw-gc"
brew "biome"
brew "bundletool"
brew "carthage"
brew "chezmoi"
brew "clang-format"
brew "cocoapods"
brew "colordiff"
brew "deno"
brew "dex2jar"
brew "direnv"
brew "docker-compose"
brew "fribidi"
brew "libidn2"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "libtool"
brew "fontforge"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "go"
brew "hub"
brew "jasper"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "mas"
brew "mercurial"
brew "mysql"
brew "utf8proc"
brew "neovim"
brew "nkf"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "pcre"
brew "peco"
brew "protobuf"
brew "swift-protobuf"
brew "protoc-gen-grpc-swift"
brew "r"
brew "redis"
brew "rename"
brew "scrcpy"
brew "sheldon"
brew "starship"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tcpflow"
brew "tig"
brew "tmux"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "sanemat/font/ricty"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "android-studio"
cask "android-studio-preview@canary"
cask "androidtool"
cask "bitwarden"
cask "cleanshot"
cask "cursor"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-jetbrains-mono"
cask "font-myrica"
cask "font-myricam"
cask "font-noto-sans-jp"
cask "font-ricty-diminished"
cask "font-udev-gothic"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "gcloud-cli"
cask "intellij-idea"
cask "jasper-app"
cask "krisp"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "proxyman"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "xcodes-app"
cask "xquartz"
mas "Kindle", id: 302584613
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bufbuild.vscode-buf"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "hzgood.dart-data-class-generator"
vscode "innoverio.vscode-dbt-power-user"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "leetcode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
