tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "microsoft/git"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
tap "yannick-cw/tap"
brew "act"
brew "libyaml"
brew "ansible"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "libtool"
brew "asdf"
brew "awscli"
brew "bdw-gc"
brew "bundletool"
brew "carthage"
brew "chezmoi"
brew "clang-format"
brew "cocoapods"
brew "colordiff"
brew "libidn2"
brew "deno"
brew "dex2jar"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "fribidi"
brew "tesseract"
brew "firebase-cli"
brew "fontforge"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "mas"
brew "mercurial"
brew "mysql"
brew "neovim"
brew "nkf"
brew "openjdk@11"
brew "peco"
brew "r"
brew "redis"
brew "rename"
brew "scrcpy"
brew "sheldon"
brew "starship"
brew "swiftformat"
brew "swiftgen"
brew "tcpflow"
brew "terraform"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yq"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "android-studio"
cask "android-studio-preview-canary"
cask "androidtool"
cask "bettertouchtool"
cask "bitwarden"
cask "choosy"
cask "cleanshot"
cask "dash"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flipper"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-jetbrains-mono"
cask "font-myrica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "kindle"
cask "ngrok"
cask "notion"
cask "obs"
cask "postman"
cask "proxyman"
cask "raycast"
cask "sketch"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "xquartz"
cask "zulu"
cask "zulu11"
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "bufbuild.vscode-buf"
vscode "cschlosser.doxdocgen"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "hzgood.dart-data-class-generator"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "xaver.clang-format"
