tap "beeftornado/rmtree"
tap "facebook/fb"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
tap "vitorgalvao/tiny-scripts"
tap "yannick-cw/tap"
brew "act"
brew "libyaml"
brew "ansible"
brew "apktool"
brew "libtool"
brew "asdf"
brew "awscli"
brew "bdw-gc"
brew "openjdk"
brew "bundletool"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "carthage"
brew "clang-format"
brew "cocoapods"
brew "dex2jar"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fribidi"
brew "libidn2"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fontforge"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hub"
brew "imagemagick"
brew "jasper"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "mercurial"
brew "mysql"
brew "openjdk@11"
brew "peco"
brew "r"
brew "rename"
brew "scrcpy"
brew "swiftformat"
brew "swiftgen"
brew "tcpflow"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "xcodegen"
brew "yarn"
brew "yq"
brew "zsh"
brew "facebook/fb/idb-companion"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "abstract"
cask "adoptopenjdk8"
cask "android-studio"
cask "android-studio-preview-canary"
cask "androidtool"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "charles"
cask "clipy"
cask "craftmanager"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flipper"
cask "flutter"
cask "font-fira-code"
cask "font-myrica"
cask "font-myricam"
cask "font-ricty-diminished"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jad"
cask "jasper"
cask "java6"
cask "karabiner-elements"
cask "kindle"
cask "ngrok"
cask "night-owl"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "skype"
cask "slack"
cask "toggl-track"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zeplin"
cask "zulu7"
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
